insert into films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
values('Garry Potter 1', 'Жизнь десятилетнего Гарри Поттера нельзя назвать сладкой: родители умерли,
едва ему исполнился год, а от дяди и тёти, взявших сироту на воспитание, достаются лишь тычки да подзатыльники.
Но в одиннадцатый день рождения Гарри всё меняется. Странный гость, неожиданно появившийся на пороге,
приносит письмо, из которого мальчик узнаёт, что на самом деле он - волшебник и зачислен в школу магии
под названием Хогвартс. А уже через пару недель Гарри будет мчаться в поезде Хогвартс-экспресс навстречу новой жизни,
где его ждут невероятные приключения, верные друзья и самое главное — ключ к разгадке тайны смерти его родителей.',
2001, 5, 12, 152, 1);
insert into films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
values('Garry Potter 2', 'Гарри Поттер переходит на второй курс Школы чародейства и волшебства Хогвартс.
Эльф Добби предупреждает Гарри об опасности, которая поджидает его там, и просит больше не возвращаться в школу.
Юный волшебник не следует совету эльфа и становится свидетелем таинственных событий, разворачивающихся в Хогвартсе.
Вскоре Гарри и его друзья узнают о существовании Тайной Комнаты и сталкиваются с новыми приключениями,
пытаясь победить темные силы.', 2002, 5, 12, 161, 2);
insert into films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
values('Garry Potter 3', 'В третьей части истории о юном волшебнике полюбившиеся всем герои — Гарри Поттер,
Рон и Гермиона — возвращаются уже на третий курс школы чародейства и волшебства Хогвартс.
На этот раз они должны раскрыть тайну узника, сбежавшего из зловещей тюрьмы Азкабан, чье пребывание на воле
создает для Гарри смертельную опасность...', 2004, 5, 12, 142, 3);
insert into films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
values('Garry Potter 4', 'Гарри Поттер, Рон и Гермиона возвращаются на четвёртый курс школы чародейства и волшебства Хогвартс.
При таинственных обстоятельствах Гарри был отобран в число участников опасного соревнования — Турнира Трёх Волшебников,
 однако проблема в том, что все его соперники — намного старше и сильнее.
К тому же, знаки указывают на возвращение Лорда Волдеморта. Вскоре Гарри предстоит побороться не только
за победу в соревновании, но и, прежде всего, за свою жизнь.', 2005, 5, 12, 157, 4);
insert into films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
values('Garry Potter 5', 'Гарри проводит свой пятый год в школе Хогвартс и обнаруживает,
что многие из членов волшебного сообщества отрицают факт недавнего состязания юного волшебника с воплощением вселенского
 зла Волдемортом. Все делают вид, что не имеют ни малейшего представления о том, что злодей вернулся. Однако впереди
 волшебников ждет необычная схватка.', 2007, 5, 12, 138, 5);
insert into films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
values('Garry Potter 6', 'Теперь не только мир волшебников, но и мир маглов ощущает на себе всевозрастающую силу
Волан-де-Морта, а Хогвартс уже никак не назовешь надежным убежищем, каким он был раньше. Гарри подозревает, что в самом
замке затаилась некая опасность, но Дамблдор больше сосредоточен на том, чтобы подготовить его к финальной схватке,
которая, как он знает, уже не за горами. Вместе они пытаются разгадать секрет бессмертия Волан-де-Морта, а для этого
Дамблдор приглашает на должность преподавателя по зельеварению своего старинного друга и коллегу — профессора Горация
Слизнорта, который обожает устраивать вечеринки для избранных и гордится своими обширными связями в высших кругах. Но этот
бонвиван и не подозревает, что как раз от него Дамблдор надеется заполучить самую важную информацию о крестражах.',
2009, 5, 12, 153, 6);
insert into films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
values('Garry Potter 7.1', 'Гарри Поттера ждёт самое страшное испытание в жизни — смертельная схватка с Волан-де-Мортом.
 Ждать помощи не от кого — Гарри одинок, как никогда… Друзья и враги Гарри предстают в совершенно неожиданном свете.
 Граница между Добром и Злом становится всё призрачнее…', 2010, 5, 16, 146, 7);
insert into films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
values('Garry Potter 7.2', 'В грандиозной последней главе битва между добрыми и злыми силами мира волшебников перерастает
 во всеобщую войну. Ставки ещё никогда не были так высоки, а поиск убежища — столь сложен. И, быть может, именно
 Гарри Поттеру придется пожертвовать всем в финальном сражении с Волан-де-Мортом.', 2011, 5, 12, 130, 8);
insert into films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
values('Terminator', 'История противостояния солдата Кайла Риза и киборга-терминатора, прибывших в 1984-й год из
пост-апокалиптического будущего, где миром правят машины-убийцы, а человечество находится на грани вымирания.
Цель киборга: убить девушку по имени Сара Коннор, чей ещё нерождённый сын к 2029 году выиграет войну человечества с машинами.
 Цель Риза: спасти Сару и остановить Терминатора любой ценой.', 1984, 3, 16, 108, 9);
insert into films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
values('Terminator2', 'Прошло более десяти лет с тех пор, как киборг из 2029 года пытался уничтожить Сару Коннор — женщину,
чей будущий сын выиграет войну человечества против машин.
Теперь у Сары родился сын Джон и время, когда он поведёт за собой выживших людей на борьбу с машинами,
 неумолимо приближается. Именно в этот момент из постапокалиптического будущего прибывает новый
 терминатор — практически неуязвимая модель T-1000,
способная принимать любое обличье. Цель нового терминатора уже не Сара, а уничтожение молодого Джона Коннора.', 1991, 3, 18, 137, 10);
insert into films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
values('Terminator', 'Прошло десять лет с тех пор, как Джон Коннор помог предотвратить Судный День и спасти человечество
 от массового уничтожения. Теперь ему 25, Коннор не живет «как все» - у него нет дома, нет кредитных карт,
 нет сотового телефона и никакой работы.Его существование нигде не зарегистрировано. Он не может быть прослежен системой
  Skynet - высокоразвитой сетью машин, которые когда-то попробовали убить его и развязать войну против человечества.
  Пока из теней будущего не появляется T-X - Терминатрикс, самый сложный киборг-убийца Skynet.', 2003, 3, 16, 109, 11);